{
  "Comment.nvim": { "branch": "master" },
<<<<<<< HEAD
<<<<<<< HEAD
<<<<<<< HEAD
  "LuaSnip": { "branch": "master" },
<<<<<<< HEAD
=======
  "LuaSnip": { "branch": "master" },
>>>>>>> 24141bd (wip: fixing nvim)
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
<<<<<<< HEAD
  "cyberdream.nvim": { "branch": "main" },
<<<<<<< HEAD
  "fidget.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
=======
  "fidget.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
>>>>>>> 24141bd (wip: fixing nvim)
  "godoctor.vim": { "branch": "master" },
  "graphviz.vim": { "branch": "master" },
  "harpoon": { "branch": "harpoon2" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
=======
  "fidget.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
>>>>>>> b9aa2c0 (fix: nvim)
  "lualine.nvim": { "branch": "master" },
<<<<<<< HEAD
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "obsidian.nvim": { "branch": "main" },
  "onedark.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "0.1.x" },
  "trouble.nvim": { "branch": "main" },
  "vim-fugitive": { "branch": "master" },
  "vim-go": { "branch": "master" },
=======
  "mason-lspconfig.nvim": { "branch": "main" },
=======
  "LuaSnip": { "branch": "master" },
=======
  "LuaSnip": { "branch": "master" },
>>>>>>> 64a29f9 (feat: update kickstar)
=======
  "catppuccin": { "branch": "main" },
>>>>>>> b65282c (feat: no more autopairs)
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "fidget.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "godoctor.vim": { "branch": "master" },
  "graphviz.vim": { "branch": "master" },
  "harpoon": { "branch": "harpoon2" },
<<<<<<< HEAD
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
>>>>>>> 9119543 (chore: update)
  "mason.nvim": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
=======
  "lazy.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
<<<<<<< HEAD
<<<<<<< HEAD
  "mini.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
>>>>>>> 64a29f9 (feat: update kickstar)
=======
  "mini.nvim": { "branch": "main" },
>>>>>>> b65282c (feat: no more autopairs)
=======
  "mini.nvim": { "branch": "main" },
>>>>>>> efe1df0 (chore: remove cyberdream, lualine)
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-ui-select.nvim": { "branch": "master" },
<<<<<<< HEAD
  "telescope.nvim": { "branch": "0.1.x" },
<<<<<<< HEAD
<<<<<<< HEAD
  "vim-fugitive": { "branch": "master" },
<<<<<<< HEAD
  "vim-go": { "branch": "master" },
>>>>>>> 24141bd (wip: fixing nvim)
=======
>>>>>>> b9aa2c0 (fix: nvim)
=======
  "trouble.nvim": { "branch": "main" },
  "vim-fugitive": { "branch": "master" },
  "vim-go": { "branch": "master" },
>>>>>>> 9119543 (chore: update)
  "vim-rhubarb": { "branch": "master" },
=======
=======
  "telescope.nvim": { "branch": "0.1.x" },
>>>>>>> efe1df0 (chore: remove cyberdream, lualine)
  "todo-comments.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "vim-fugitive": { "branch": "master" },
  "vim-go": { "branch": "master" },
>>>>>>> 64a29f9 (feat: update kickstar)
  "vim-sleuth": { "branch": "master" },
  "vim-table-mode": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}